export interface iAdventage {
    image: string;
    title: string;
    texts: string[];
}

export const ADVENTAGES: iAdventage[] = [
    {
        image: "/advantages/1.webp",
        title: "Гибкость",
        texts: [
            "Гибкость - это ключевое качество, на которое стоит обратить внимание в работе с вашим партнером по нанесению покрытия методом термического напыления. Компания Plasma Dynamics предлагает гибкие решения для обработки крупных и мелких деталей, больших объемов, небольших партий или одноразовых изделий.",
            "Независимо от того, требуются ли для ваших компонентов покрытия *HP-HVOF*, *Плазменное напыление*, *Arc Wire* или *Flame Powder*, мы справимся с этим. Кроме того, наши многопроцессорные ячейки для обработки плазмы, высокочастотной и дуговой проволоки позволяют нам выполнять эту работу последовательно и повторяемо в больших объемах.",
        ],
    },
    {
        image: "/advantages/2.webp",
        title: "Качество",
        texts: [
            "В Plasma Dynamics качество - это цель, заложенная в том, как мы относимся к нашим клиентам и их заказам, от начала работы до конца.",
            "Обслуживание клиентов - это залог высокого качества. Мы хотим, чтобы Вы обращались к нам как к экспертам, если у Вас возникнут вопросы. Не уверены, какое покрытие термическим напылением лучше всего подходит для Вашей детали и какие проблемы с износом у нее возникнут? Наши инженеры по продажам проконсультитруют Вас. ",
        ],
    },
    {
        image: "/advantages/3.webp",
        title: "Наш процесс",
        texts: [
            "Plasma Dynamics планирует автоматизировать практически всю работу. Роботизированное нанесение покрытий термическим напылением сводит к минимуму человеческие ошибки и несогласованность, позволяя нам подходить к каждому изделию с максимальной гибкостью и точностью.",
            "Мы стремимся предоставить гашим клиентам высококачественное решение “под ключ”. Наша команда из металлургических лабораторий располагает полным набором возможностей для проведения физических испытаний. ",
        ],
    },
];
