import { iImageSection } from "shared/types/section";

export const PRICE_ITEM: iImageSection[] = [
    {
        title: "Толщина покрытия",
        texts: ["Толщина наплавляемого покрытия может варьироваться от 0,1 мм до 5 мм"],
        image: "/prices/1.svg",
    },
    {
        title: "Площадь детали",
        texts: ["Размер детали может достигать от 2 метров в длину и до 1 метра в динамике"],
        image: "/prices/2.svg",
    },
    {
        title: "Геометрия детали",
        texts: [
            "В зависимости от формы детали, внешней или внутренней поверхности под обработку, наличия пазов и других углублений, стоимость может меняться",
        ],
        image: "/prices/3.svg",
    },
    {
        title: "Вид покрытия",
        texts: [
            "У нас в наличии разные варианты материалов: от более доступных вариантов (~1 000 ₽) за 1 кг до премиальных материалов (до 20 000 ₽ за 1 кг)",
        ],
        image: "/prices/4.svg",
    },
];
