export interface iExample {
    image: string;
    title: string;
    description: string;
}

export const EXAMPLES: iExample[] = [
    {
        image: "/examples/1.webp",
        title: "Износостойкое покрытие",
        description:
            "Нанесение износостойкого, жаростойкого и термобарьерного композитного покрытия на фурмы доменных печей для компании «НЛМК»",
    },
    {
        image: "/examples/2.webp",
        title: "Антифрикционное покрытие",
        description:
            "Нанесение антифрикционного покрытия на основе бронзы на различные узлы деталей машин",
    },
    {
        image: "/examples/3.webp",
        title: "Электропроводящее покрытие",
        description: "Нанесение электропроводящего покрытия на основе Zn на изоляторы",
    },
    {
        image: "/examples/4.webp",
        title: "Электропроводящее покрытие",
        description: "Нанесение электропроводящего покрытия на основе Zn на изоляторы",
    },
    {
        image: "/examples/5.webp",
        title: "Электропроводящее покрытие",
        description: "Нанесение электропроводящего покрытия на основе Zn на изоляторы",
    },
    {
        image: "/examples/6.webp",
        title: "Электропроводящее покрытие",
        description: "Нанесение электропроводящего покрытия на основе Zn на изоляторы",
    },
    {
        image: "/examples/7.webp",
        title: "Электропроводящее покрытие",
        description: "Нанесение электропроводящего покрытия на основе Zn на изоляторы",
    },
];
